{
  "challenges": {
    "1": [
      "#{player_1}, send 5 sips",
      "#{player_1}, #{player_2} and #{player_3} drink 1 sip",
      "#{player_1}, drink 3 sips",
      "Everyone drinks 1 sip",
      "#{player_1}, say the most complicated word you know. Everyone else repeat it. If anyone mispronounces, they drink 2 sips.",
      "#{player_1} must answer no to any question they are asked, and must explain why not. If they don't, drink 1 sip.",
      "You can only drink with your left hand.",
      "#{player_1}, guess who's the youngest player in the room. If you are right, that person drinks 1 sip, otherwise you drink 1 sip.",
      "No one can speak in their native language",
      "#{player_1} and #{player_2}, who can do the deepest slavic squat for 10 seconds? #{player_3} takes time. Loser drinks 2 sip.",
      "#{player_1} ask #{player_2} for the name of a capital for a country of your choice. If they don't know, they drink 1 sip, if they do you drink 1 sip.",
      "#{player_1} bring a glass of water for #{player_2}. #{player_2} say 'Thanks!', and drink it.",
      "#{player_1} tell us about the last nightmare you remember.",
      "Theater time! #{player_1} is a flight attendant. #{player_2} is drunk and wants to party. #{player_1} must make #{player_2} behave, since there are turbulence and #{player_3} is scared.",
      "#{player_1} throw a coin into a glass from a distance of 2 meters. Continue until you fail. #{player_2} drinks 1 sip for each time you get it in.",
      "#{player_1} spell #{player_2}'s name. Drink 1 sip for each time you misspell",
      "In turns, every player must say a story. #{player_1} will guess if it's true or false. Drink 1 sip for each wrong answer.",
      "#{player_1} say the colors of a country flag of #{player_2}'s choice. Drink 1 sip if you fail. If #{player_2} doesn't know either they have to drink 2 sips.",
      "#{player_1} finish your drink and turn it upside down for 3 seconds. If a single drop falls, repeat again."
    ],
    "2": [
      "#{player_1} send 3 sips to a player of your choice.",
      "#{player_1} compliment #{player_2}.",
      "#{player_1} and #{player_2} against #{player_3} and #{player_4}. Each team must in turns improvise an energy drink commercial. The rest judges. Losing team drinks 2 sips each.",
      "#{player_1} sing a song with #{player_2} or drink 2 sips each.",
      "#{player_1} and #{player_2}, who can do the best split? Loser drinks 2 sips.",
      "#{player_1} speak with an Italian accent until the end of the level.",
      "#{player_1} and #{player_2} armwrestle! Winner drinks 2 sips.",
      "Everyone, put your palms together behind your back, fingers facing up. If you can't, drink 2 sips.",
      "#{player_1} tell your most embarrasing story!",
      "#{player_1} hold eye contact with #{player_2} for 30 seconds. #{player_3} time it. whomever blinks first drinks 2 sips.",
      "Theater time! #{player_1} is a celebrity. #{player_2} wants an autograph, still wants to look cool. #{player_3} decides who did the best acting. Loser drinks 2 sips.",
      "#{player_1} close your eyes. #{player_2} choose someone to say 'oink'. #{player_1} guess who it was. If you fail drink 2 sips. If you get it right give out 2 sips.",
      "#{player_1} has a weird disease. #{player_2} is the doctor. Can they guess what's wrong with #{player_1}? Share your illness with the others before starting. If the doctor gets it right they can give out 2 sips, if not drink 2 sips.",
      "#{player_1} and #{player_2} confess your biggest fear.",
      "#{player_1} whisper a verb to #{player_2}. #{player_2} mimic the verb to the rest of the group. If they can guess it in less than 1 minute #{player_1} and #{player_2} drinks 2 sips. Otherwise, they can each give out 2 sips.",
      "#{player_1} do a headstand. If you can't, drink 2 times. If you can, give out 2 sips.",
      "#{player_1} cheer everytime you drink. If you forget, you drink 1 sip. This rule will be in effect unti the end of the level.",
      "#{player_1} make a toast.",
      "Everyone at the same time, point to whomever you think is the drunkest person in the group. #{player_1} counts down from 3. Everyone drinks 2 sips except the person with the most votes."
    ],
    "3": [
      "#{player_1} and #{player_2} who has the darker underwear. Lightest underwear drinks 3 sips.",
      "#{player_1} and #{player_2}, who can do the most push ups? Loser drinks 3 sips.",
      "#{player_1} get on #{player_2}'s shoulders in less than 10 seconds. Starting NOW! #{player_3} time it.",
      "#{player_1} hug #{player_2} and #{player_3}.",
      "#{player_1} and #{player_2} tell us how much you love each other.",
      "#{player_1} do #{player_2}'s hair. #{player_2} wear it until the end of the level.",
      "#{player_1} massage #{player_2} until #{player_2} downs a drink.",
      "#{player_1} and #{player_2}: robot dance battle! #{player_3} judges who did it best. Winner can give out 3 sips.",
      "#{player_1}, #{player_2} and #{player_3} come up with a crazy story one sentence at a time. The first player who can't continue the story, drinks 3 sips.",
      "#{player_1} has to hold #{player_2}'s hand until the end of the level.",
      "#{player_1} say 2 truths and one lie. #{player_2} has to guess the lie. If they do, they can give out 3 sips, otherwise they have to drink 3 sips.",
      "Drink 1 sip, if you ever farted on purpose, in front of strangers.",
      "#{player_1} exchange one piece of clothing with #{player_2}. Wear it until the end of the level. Otherwise drink 3 sips.",
      "#{player_1} say 'She sells seashells by the seashore' 3 times. If you mispronounce, you and #{player_2} drink 3 sips. If you get it right, #{player_2} can give out 3 sips.",
      "#{player_1} create a rule. It will be in effect until the end of the level.",
      "Until the end of the level, #{player_1} and #{player_2} must keep physical contact. Otherwise they both have to drink 3 sips.",
      "#{player_1} and #{player_2}, who has the hardest abs. #{player_3} judges. The winner can give out 3 sips.",
      "In turns, every player must ask a secret question to the player on the left which they'll answer out loud. Anyone can drink a shot to get the question disclosed."
    ],
    "4": [
      "Theater time! #{player_1} gives a present to her grandma, #{player_2}, thinking it's a mixer. She mixed up the presents and it's actually a dildo. #{player_3} judges who does the best acting. Winner can give out 4 sips",
      "#{player_1} kiss #{player_2}. If you do it, you can give out 4 sips.",
      "#{player_1} remove a piece of clothing from #{player_2}. If #{player_2} agrees to it, #{player_1} and #{player_2} can each give out 4 sips.",
      "#{player_1} tell the group about your most embarrassing porn search. If you do, give out 4 sips.",
      "#{player_1} has to catch #{player_2} in less than 10 second. Loser drinks 4 sips. #{player_3} time it!",
      "#{player_1} choose where #{player_2} has to take a shot off of #{player_3}. If #{player_3} goes along with it, they can give out 4 sips, otherwise all three of you have to drink 4 sips.",
      "#{player_1} imitate one player at the table. The others have to guess who it is. If they get it right, #{player_1} can give out 4 sips.",
      "#{player_1} and #{player_2}: have a rap battle, 30 seconds each. the rest judges. #{player_3} time it. Loser drinks 4 sips.",
      "#{player_1} show us your favorite sexual position with #{player_2}. Otherwise you both drink 4 sips.",
      "#{player_1} slap #{player_2}'s ass. #{player_3} slap #{player_2}'s ass. If you fail, you all drink 4 sips each.",
      "#{player_1} disclose how many sexual partners you have had or drink 4 sips.",
      "#{player_1} tell us a joke. If nobody laughs you drink 4 sips."
    ],
    "5":[
      "Go to the sauna, or jump in the nearest body of water. Otherwise finish your drink."
    ]
  }
}
