{
  "challenges": {
    "1": [
      "Theater time! #{player_1} and #{player_2} are having dinner with #{player_3} and #{player_4}. The first couple explains to the second, how becoming vegan is working out, the second couple are meat lovers. If the vegans can convince the meat lovers to ditch meat, they can give out 1 sip each.",
      "#{player_1}, who is Grigori Rasputin. If you don't know, drink. If you know, give out 1 sip.",
      "#{player_1}, who is Dr. Hibbert. If you don't know, drink. If you know, give out 1 sip.",
      "#{player_1}, what is Acrophobia. If you don't know, drink. If you know, give out 1 sip.",
      "#{player_1}, who is Theresa May. If you don't know, drink. If you know, give out 1 sip.",
      "#{player_1}, what is the capital of Madagascar. If you don't know, drink 2 sips. If you know, #{player_2}, #{player_3} and #{player_4} drink 1 sip.",
      "#{player_1}, what is the capital of Macedonia. If you don't know, drink 2 sips. If you know, #{player_2}, #{player_3} and #{player_4} drink 1 sip.",
      "#{player_1}, what does 'ravenous' mean? If you don't know: drink. If you know, #{player_2} and #{player_3} drink 1 sip.",
      "#{player_1}, what does the idiom 'kick the bucket' mean? If you don't know: drink 1 sip. If you know, #{player_2} and #{player_3} drink 1 sip.",
      "#{player_1}, order these countries by size (area). Drink 1 sip for each failure. Democratic Republic of Congo, Norway, Ukraine and Venezuela.",
      "Drink 1 sip if you ever wore socks with sandals or flip flops.",
      "Drink 1 sip if you've ever smoked weed.",
      "Drink 1 sip if you've studied Information Technology (IT)",
      "#{player_1} and #{player_2}, switch names until the end of the game. Any mistake costs 1 sip.",
      "#{player_1} and #{player_2}, finish your drink.",
      "#{player_1} say 'I saw Susie sitting in a shoe shine shop. Where she sits she shines, and where she shines she sits.'. Drink 1 sip if you mispronounce it.",
      "#{player_1} who has the nicest outfit? You and that player drink 1 sip.",
      "Using any phone (except for game related use) costs 1 sip. This rule will be valid until the end of the game.",
      "Drink 1 sip if you've never kissed anyone of your same gender.",
      "Everyone drinks 1 sip.",
      "Player by player count starting from 0. Instead of any number containing 7 or a multiple of 7, you have to say 'sips'. The first one to fail, drinks 7 sips. #{player_1}, you start.",
      "#{player_1} make a toast. Everyone must finish their drink.",
      "Everyone must write down a sentence and place the paper or phone in the middle. By turns, every player will take one sentence and read it out loud. If they laugh or smile, they have to drink 1 sip.",
      "#{player_1} make a gesture. Everyone must make the same gesture when they talk to you. If they forget, they have to drink 1 sip. This effect lasts untill the end of this level.",
      "#{player_1} say everyone's name. Drink 1 sip for each time you fail. If you get them all right, give out 4 sips."
    ],
    "2": [
      "Grab someone's foot. Drink 1 sip if you've been grabbed. Grabbed players cannot grab.",
      "Theater time! #{player_1} has killed her husband. #{player_2} is the prosecutor and #{player_3} is the judge. The rest is the jury. Whomever wins the case can give out 4 sips.",
      "#{player_1} every time #{player_2} has to drink, you drink as well and vice versa. This rule is valid until the end of the level.",
      "Theater time! #{player_1} admits to #{player_2} that they accidentally killed their pet.",
      "Take turns saying names/slang for male genitals. #{player_1} you start. Whomever cannot come up with something that hasn't already been said drinks 2 sips. Go clockwise!",
      "Blindfold #{player_1} and #{player_2} and set them apart. Without making any noise they have to find each other. If they do within 30 seconds they can each give out 3 sips. #{player_3} time it!",
      "#{player_1} vs. #{player_2}, who is best at math? #{player_3} will say 3 mathematical operations. Whomever is the fastest at each, must give out 3 sips.",
      "#{player_1} you can give out 1 sip anytime to any player. You have to drink with them. This rule is valid until the end of the level.",
      "The floor is lava! The last person off the floor drinks 2 sips.",
      "#{player_1} speak with an Indian accent until the end of the level.",
      "#{player_1} and #{player_2} tell us a joke. The one that gets the most laughs can give out 2 sips.",
      "#{player_1} who is softer? #{player_2} or #{player_3}? The one with rougher skin drinks 2 sips.",
      "#{player_1} say the alphabet backwards in 30 seconds. Drink 2 sips if you fail.",
      "#{player_1} and #{player_2} paint #{player_3}'s nails. Drink 4 sips each if you fail.",
      "#{player_1} hum a song. If #{player_2} guesses right, each of you can give out 1 sip. Otherwise, both of you have to drink 1 sip",
      "Everyone claps/stomps the 'We will rock you' beat. In turns every player must sing (describe) how the player to the right looks. If you fail you drink 2 sips.",
      "Memory game. In turns, everyone must say all the named words and add a new one. #{player_1} you start. Loser drinks 2 sips.",
      "#{player_1} take a sheet of paper and a pen. Fold it into 4 parts. In the first part draw  a head, pass it to #{player_2} who will draw a torso (without looking at the head). #{player_3} will draw the legs and #{player_4} the feet. Whover laughs at the final result drinks 2 sips.",
      "#{player_1} make a sound. In turns, everyone must repeat it. #{player_1} choose the worst imitation. That player drinks 2 sips."
    ],
    "3": [
      "Theater time! #{player_1} and #{player_2} are in a car when #{player_1} farts. If #{player_1} can get away with it, they can give out 3 sips.",
      "Theater time! #{player_1} is pregnant. #{player_2} is the father, but gives the wrong answer upon hearing the news. Whoever laughs drinks 3 sips.",
      "#{player_1} have you ever had sex in a public place?. If so, give away 1 sip. Otherwise, drink 1 sip.",
      "#{player_1} what is the perfect music for sex? Put it on!",
      "#{player_1} hug #{player_2} and #{player_3}.",
      "#{player_1} put shaving cream on your eyebrows, or drink 3 sips.",
      "#{player_1} tell a bad joke in a really enthusiastic way. If someone laughs, you can give out 3 sips.",
      "#{player_1} imitate #{player_2} for the rest of the level.",
      "#{player_1} and #{player_2} do armwrestling. Winner drinks 3 sips.",
      "#{player_1} vs. #{player_2} who can stand on one leg with the eyes closed the longest? Winner can give out 2 sips.",
      "#{player_1} vs. #{player_2} hold yourself on a chair using only hands. You can't touch the floor or the chair with any other body part. Winner can give out 3 sips.",
      "#{player_1} and #{player_2} what was your biggest dating dissapointment? Whomever tells the best story can give out 2 sips.",
      "#{player_1} gets blind-folded. #{player_2} hide an object. #{player_3} must give instructions to #{player_2} on how to find the object without looking at them. If they don't find the object, everyone except #{player_2} drinks 2 sips.",
      "Until the end of the level, #{player_1} and #{player_2} must keep physical contact.",
      "#{player_1} and #{player_2} choose 2 team members each in turns. The 2 teams must stand in line in front of each other. Mark a line in the floor behind each team. If your team moves behind your line, drink 3 sips."
    ],
    "4": [
      "Theater time! #{player_1} and #{player_2} are speed dating and they like each other. They have 30 seconds to set up a date. #{player_3}, time it! Whomever laughs, drinks 2 sips.",
      "#{player_1}, #{player_2} and #{player_3} put lipstick on and kiss #{player_4} as many times as you can in 60 seconds. The player who kisses the most wins. Losers drink 1 sip. The group judges and times it.",
      "#{player_1} describe how you like to be kissed, or drink 2 sips.",
      "Everyone makes a paper-plane and throws it as far as possible. Second place drinks 3 sips.",
      "LIMBO TIME!",
      "DANCE 'LA MACARENA'!",
      "#{player_1} vs. #{player_2}, who can pick up something from the floor in the sexiest way? Group judges, winner gives out 5 sips.",
      "#{player_1} kiss #{player_2}'s neck or drink 2 sips.",
      "#{player_1} slap #{player_2}'s ass. #{player_3} slap #{player_2}'s ass. If you manage to do so, #{player_2} can give out 6 sips.",
      "#{player_1} and #{player_2}, who can do the best headstand? Group judges, winner can give out 3 sips.",
      "#{player_1} and #{player_2} against #{player_3} and #{player_4}: human wheelbarrow race. Winners can give out 3 sips each.",
      "Everyone try to do the tallest human pyramid."
    ],
    "5":[
      "Go to the sauna, or jump in the nearest body of water. Otherwise finish your drink."
    ]
  }
}
